[{"title":"The Lord of the Rings Boxed set","imageUrl":"https://book-it.gr/images/detailed/80/9780261102385.jpg","description":"Continuing the story of The Hobbit, this three-volume boxed set of Tolkien's epic masterpiece, The Lord of the Rings, features striking black covers based on Tolkien's own design, the definitive text, and three maps including a detailed map of Middle-earth. Sauron, the Dark Lord, has gathered to him all the Rings of Power - the means by which he intends to rule Middle-earth. All he lacks in his plans for dominion is the One Ring - the ring that rules them all - which has fallen into the hands of the hobbit, Bilbo Baggins. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose. Since it was first published in 1954, 'The Lord of the Rings' has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike.","price":"27.46"},{"title":"The Final Empire","imageUrl":"https://external.webstorage.gr/mmimages/image/10/32/25/30/0436710-264x264-800x800-96x96-560x560.jpg","description":"Brandon Sanderson - the international phenomenon who finished the Wheel of Time sequence - introduces a fantasy trilogy which overturns the expectations of readers and goes on to tell the epic story of evil overturned in a richly imagined world.\r\n\r\nA thousand years ago evil came to the land and has ruled with an iron hand ever since. The sun shines fitfully under clouds of ash that float down endlessly from the constant eruption of volcanoes. A dark lord rules through the aristocratic families and ordinary folk are condemned to lives in servitude, sold as goods, labouring in the ash fields.\r\n\r\nBut now a troublemaker has arrived and there is rumour of revolt. A revolt that depends on a criminal no-one can trust and a young girl who must master Allomancy - the magic that lies in all metals.\r\n\r\nA New York Times bestseller and a international smash-hit trilogy from the author who wrote the final books in The Wheel of Time sequence.","price":"13.99"},{"title":"LEVIATHAN WAKES","imageUrl":"https://www.politeianet.gr/components/com_virtuemart/shop_image/product/9B35B71ED394A9A3C921DE3C45FF8380.jpg","description":"Humanity has colonized the planets - interstellar travel is still beyond our reach, but the solar system has become a dense network of colonies. But there are tensions - the mineral-rich outer planets resent their dependence on Earth and Mars and the political and military clout they wield over the Belt and beyond. Now, when Captain Jim Holden's ice miner stumbles across a derelict, abandoned ship, he uncovers a secret that threatens to throw the entire system into war. Attacked by a stealth ship belonging to the Mars fleet, Holden must find a way to uncover the motives behind the attack, stop a war and find the truth behind a vast conspiracy that threatens the entire human race. (From the publisher)","price":"11.99"}]